Repository: JiongXing/ZenPlayer
Catalog: ZenPlayer/Localizable.xcstrings
Source language: zh_hans
Languages: zh_hant

# %@下载失败：%@，点击重试
source: %1$@下载失败：%2$@，点击重试
zh_hant: %1$@下載失敗：%2$@，點擊重試

# about.description
source: 专注于音视频讲集的浏览与播放。
zh_hant: 專注於音影片講集的瀏覽與播放。

# about.title
source: 关于
zh_hant: 關於

# category.series_count
source: 共 %lld 个专辑
zh_hant: 共 %lld 個專輯

# category.sort_asc
source: 正序
zh_hant: 升序

# category.sort_asc_hint
source: 当前正序，点击切换到倒序
zh_hant: 目前為升序，點擊切換為降序

# category.sort_by_number
source: 编号
zh_hant: 編號

# category.sort_desc
source: 倒序
zh_hant: 降序

# category.sort_desc_hint
source: 当前倒序，点击切换到正序
zh_hant: 目前為降序，點擊切換為升序

# category.sort_field
source: 排序字段
zh_hant: 排序欄位

# common.not_selected
source: 未选中
zh_hant: 未選取

# common.selected
source: 已选中
zh_hant: 已選取

# content.browse_series
source: 点击浏览系列
zh_hant: 點擊瀏覽系列

# content.select_category_hint
source: 选择类目开始浏览
zh_hant: 請選擇類別以開始瀏覽

# episode.audio
source: 音频
zh_hant: 音訊

# episode.cancel_download
source: 取消%@下载
zh_hant: 取消%@下載

# episode.download
source: 下载%@
zh_hant: 下載%@

# episode.download_complete
source: %@下载完成
zh_hant: %@下載完成

# episode.pause_download
source: 暂停%@下载
zh_hant: 暫停%@下載

# episode.resume_download
source: 继续%@下载
zh_hant: 繼續%@下載

# episode.video
source: 视频
zh_hant: 影片

# error.choose_save_location
source: 选择保存位置
zh_hant: 選擇儲存位置

# error.download_failed_retry
source: %1$@下载失败：%2$@，点击重试
zh_hant: %1$@下載失敗：%2$@，點擊重試

# error.invalid_download_url
source: 无效的下载地址
zh_hant: 無效的下載位址

# error.last_download_failed
source: 上次下载失败，点击重试
zh_hant: 上次下載失敗，點擊重試

# error.no_audio_download
source: 该集没有可下载的音频地址
zh_hant: 此集無可下載的音訊位址

# error.no_playable_address
source: 没有可播放的地址
zh_hant: 無可播放的位址

# error.no_video_download
source: 该集没有可下载的视频地址
zh_hant: 此集無可下載的影片位址

# error.resume_download_failed
source: 恢复下载失败，请重试
zh_hant: 恢復下載失敗，請重試

# error.save_to_message
source: 将「%@」保存到：
zh_hant: 將「%@」儲存至：

# home.load_failed
source: 加载失败
zh_hant: 無法載入

# home.loading
source: 正在加载...
zh_hant: 載入中…

# home.retry
source: 重新加载
zh_hant: 重試

# home.settings_accessibility
source: 设置
zh_hant: 設定

# my.about
source: 关于
zh_hant: 關於

# my.language
source: 语言
zh_hant: 語言

# player.cannot_play
source: 无法播放
zh_hant: 無法播放

# player.loading
source: 加载中...
zh_hant: 載入中…

# player.original
source: 原声
zh_hant: 原音

# player.voice_denoise
source: 语音降噪
zh_hant: 語音降噪

# recent_playback.empty_message
source: 播放过的音视频会显示在这里。
zh_hant: 播放過的音影片會顯示在這裡。

# recent_playback.empty_title
source: 暂无最近播放
zh_hant: 暫無最近播放

# recent_playback.played_at
source: 播放于 %@
zh_hant: 播放於 %@

# series.number_label
source: 编号: %@
zh_hant: 編號：%@

# series.playlist
source: 播放列表
zh_hant: 播放清單

# settings.language.name.zh_hans
source: 简体中文
zh_hant: 簡體中文

# settings.language.name.zh_hant
source: 繁体中文
zh_hant: 繁體中文

# settings.language.switched_to
source: 已切换到 %@
zh_hant: 已切換為 %@

# settings.language.title
source: 语言
zh_hant: 語言

# tab.home
source: 首页
zh_hant: 首頁

source: 下载%@
zh_hant: 下載%@

source: 倒序
zh_hant: 降序

source: 共 %lld 个专辑
zh_hant: 共 %lld 個專輯

source: 加载中...
zh_hant: 載入中…

source: 加载失败
zh_hant: 無法載入

source: 当前倒序，点击切换到正序
zh_hant: 目前為降序，點擊切換為升序

source: 当前正序，点击切换到倒序
zh_hant: 目前為升序，點擊切換為降序

source: 排序字段
zh_hant: 排序欄位

source: 播放列表
zh_hant: 播放清單

source: 无法播放
zh_hant: 無法播放

source: 正在加载...
zh_hant: 載入中…

source: 正序
zh_hant: 升序

source: 点击浏览系列
zh_hant: 點擊瀏覽系列

source: 视频
zh_hant: 影片

source: 编号: %@
zh_hant: 編號：%@

source: 语音降噪
zh_hant: 語音降噪

source: 重新加载
zh_hant: 重試

source: 音频
zh_hant: 音訊
